{
	"johnny-walker": "Once you enter the room, you are stunned at what you see and stagger backwards in surprise. You see the dead body of Johnny, whom you were sure that was the one who was causing the sabotages all this time. However, with 'his' dead body in front of you, you fall into confusion. Unsure of what to do, you decide to approach the body for a closer examination, but what you discover shocks you. Based on what the scanner says, Johnny has been dead for months. Months... That doesn't make sense since you saw him during the past few days, the situation just doesn't add up. As your confusion deepens, you head begins to hurt and the whispers you have heard these past few days gets louder and flashes of images pass through your mind. Something tells you that these images are the answer to all the mystery that is happening at this moment. Then you had a flash of thought. If Addict has been dead for so long, then what about the others? You rush out of the room in panic.",
	"yuri-miko": "Once you enter the room, you are stunned at what you see and stagger backwards in surprise. You see the dead body of Yuri, whom you were sure that was the one who was causing the sabotages all this time. However, with 'her' dead body in front of you, you fall into confusion. Unsure of what to do, you decide to approach the body for a closer examination, but what you discover shocks you. Based on what the scanner says, Yuri has been dead for months. Months... That doesn't make sense since you saw him during the past few days, the situation just doesn't add up. As your confusion deepens, you head begins to hurt and the whispers you have heard these past few days gets louder and flashes of images pass through your mind. Something tells you that these images are the answer to all the mystery that is happening at this moment. Then you had a flash of thought. If Addict has been dead for so long, then what about the others? You rush out of the room in panic.",
	"rachel-lumina": "Once you enter the room, you are stunned at what you see and stagger backwards in surprise. You see the dead body of Rachel, whom you were sure that was the one who was causing the sabotages all this time. However, with 'her' dead body in front of you, you fall into confusion. Unsure of what to do, you decide to approach the body for a closer examination, but what you discover shocks you. Based on what the scanner says, Rachel has been dead for months. Months... That doesn't make sense since you saw him during the past few days, the situation just doesn't add up. As your confusion deepens, you head begins to hurt and the whispers you have heard these past few days gets louder and flashes of images pass through your mind. Something tells you that these images are the answer to all the mystery that is happening at this moment. Then you had a flash of thought. If Addict has been dead for so long, then what about the others? You rush out of the room in panic.",
	"won-ki": "Once you enter the room, you are stunned at what you see and stagger backwards in surprise. You see the dead body of Won, whom you were sure that was the one who was causing the sabotages all this time. However, with 'his' dead body in front of you, you fall into confusion. Unsure of what to do, you decide to approach the body for a closer examination, but what you discover shocks you. Based on what the scanner says, Won has been dead for months. Months... That doesn't make sense since you saw him during the past few days, the situation just doesn't add up. As your confusion deepens, you head begins to hurt and the whispers you have heard these past few days gets louder and flashes of images pass through your mind. Something tells you that these images are the answer to all the mystery that is happening at this moment. Then you had a flash of thought. If Addict has been dead for so long, then what about the others? You rush out of the room in panic."
}