{
    "greeting": {
        "D1": {
            "NPC": "*Yawn* Hmm... Wonder if things will be okay when we get back..."
        },
        "D2": {
            "NPC": "*Sigh* Where's my coffee when I need it..."
        },
        "D3": {
            "NPC": "(Johnny seems to be silently enjoying his fresh coffee today)"
        },
        "D4": {
            "NPC": "Seems like there are so many problems lately..."
        },
        "D5": {
            "NPC": "Damn it, the stupid power out made my coffee machine break..."
        },
        "D6": {
            "NPC": "Mmm... I really feel like we can't trust them..."
        }
    },
    "sabotage": {
        "D1": {
            "1": {
                "Player": "Good morning, Johnny."
            },
            "2": {
                "NPC": "Morning. Did you end up readjusting the settings for the ship's course?"
            },
            "3": {
                "Player": "No, I didn't. Something must have happened..."
            },
            "4": {
                "NPC": "Mm. I'm not sure..."
            },
            "5": {
                "NPC": "Sometimes, it feels like they didn't fund this project enough."
            },
            "6": {
                "Player": "Well... We're almost home at least."
            },
            "7": {
                "NPC": "Yeah. Hopefully things will be okay once we get home."
            }
        },
        "D2": {
            "1": {
                "Player": "Do you know what happened earlier?"
            },
            "2": {
                "NPC": "I didn't really go by the engine room if that's what you're asking."
            },
            "3": {
                "NPC": "I found it weird to hear that the settings had been changed too."
            },
            "4": {
                "NPC": "Sometimes I wonder if we were being set up."
            },
            "5": {
                "NPC": "Sometimes, it feels like they didn't fund this project enough."
            },
            "6": {
                "Player": "Set up?"
            },
            "7": {
                "NPC": "Mmm... Nevermind. It's probably just this old man's paranoia."
            }
        },
        "D3": {
            "1": {
                "Player": "Won fixed the system..."
            },
            "2": {
                "NPC": "Yeah, he finally got off of his butt and helped out."
            },
            "3": {
                "NPC": "You've been fixing a majority of the issues nowadays."
            },
            "4": {
                "NPC": "He's definitely had more free time to mess around lately."
            },
            "5": {
                "Player": "I don't mind."
            },
            "6": {
                "NPC": "Maybe you should... He almost broke my coffee machine, you know."
            },
            "7": {
                "NPC": "Just keep him out of my things..."
            },
            "8": {
                "NPC": "It seems like more problems have been occuring lately."
            },
            "9": {
                "NPC": "I don't know if it's all just coincidence anymore."
            }
        },
        "D4": {
            "1": {
                "Player": "Did someone go by communications?"
            },
            "2": {
                "NPC": "Hm...? I haven't been by communications, so I couldn't really say."
            },
            "3": {
                "NPC": "Maybe that feeling of paranoia was right..."
            },
            "4": {
                "NPC": "I can't say whether we've been set up but there have been too many issues lately."
            },
            "5": {
                "Player": "What do you mean?"
            },
            "6": {
                "NPC": "All of us have something in common, kid."
            },
            "7": {
                "Player": "Other than the mission?"
            },
            "8": {
                "NPC": "... You'll figure it out."
            }
        },
        "D5": {
            "1": {
                "Player": "Did you see anyone by the power room?"
            },
            "2": {
                "NPC": "Nope. You think someone's causing problems on purpose?"
            },
            "3": {
                "Player": "... I don't have any proof... but..."
            },
            "4": {
                "NPC": "I see... You have a good head on your shoulders... I would be cautious too."
            },
            "5": {
                "NPC": "I can't say I would even trust myself... but the others may take it badly."
            },
            "6": {
                "NPC": "We've been together on this mission all these years after all."
            }
        },
        "D6": {
            "1": {
                "Player": "Trust who?"
            },
            "2": {
                "NPC": "*Johnny spits out his coffee* Fuck! You scared me! I meant the ones who highered us."
            },
            "3": {
                "NPC": "I told you didn't I? There's something we all have in common."
            },
            "4": {
                "NPC": "Well... Either way, even if I don't trust them, we're here anyways."
            },
            "5": {
                "NPC": "I can't do much about it now. So I just have to wait and see."
            },
            "6": {
                "NPC": "Just be careful kid. I could care less about myself, but you all are still young."
            }
        }
    },
    "sidequest": {
        "D1": {

        },
        "D2": {

        },
        "D3": {

        },
        "D4": {

        }
    },
    "backstory": {
        "E1": {
            "1": {
                "Player": "When you get back home..."
            },
            "2": {
                "NPC": "I'm probably going to just go back to living normally, the way I used to."
            },
            "3": {
                "NPC": "I doubt they'd call me in again after this... I'm getting too old."
            },
            "4": {
                "NPC": "Someone else would end up taking my place on the next mission though."
            },
            "5": {
                "NPC": "They always bring a crew member who has taken on the mission there before."
            }
        },
        "E2": {
            "1": {
                "Player": "Hobbies on earth..."
            },
            "2": {
                "NPC": "I love coffee and alcohol. You'd probably find me in a cafe or bar."
            },
            "3": {
                "NPC": "Really, I was only doing this for the money to live easy with my family."
            },
            "4": {
                "NPC": "Nothing more, nothing less."
            }
        },
        "E3": {
            "1": {
                "Player": "Your past mission..."
            },
            "2": {
                "NPC": "It was a while back... They went about recruitment the same way."
            },
            "3": {
                "NPC": "Every one of us recieved a letter of recruitment."
            },
            "4": {
                "NPC": "We went through the same training and the same deal."
            },
            "5": {
                "NPC": "We returned to earth afterwards... but I lost contact with them."
            }
        }
    }
}