{
    "Greeting": {
        "D1": {
            "1": {
                "NPC": "*Yawn* Hmm... Wonder if things will be okay when we get back..."
            }
        },
        "D2": {
            "1": {
                "NPC": "*Sigh* Where's my coffee when I need it..."
            }
        },
        "D3": {
            "1": {
                "NPC": "(Johnny seems to be silently enjoying his fresh coffee today)"
            }
        },
        "D4": {
            "1": {
                "NPC": "Seems like there have been so many problems lately..."
            }
        },
        "D5": {
            "1": {
                "NPC": "Mmm... I really feel like we can't trust them..."
            }
        },
        "D6": {
            "1": {
                "NPC": "Damn it, the stupid power out made my coffee machine break..."
            }
            
        }
    },
    "sabotage": {
        "D1": {
            "1": {
                "Player": "Good morning, Johnny."
            },
            "2": {
                "NPC": "Morning. Did you end up readjusting the settings for the ship's course?"
            },
            "3": {
                "Player": "No, I didn't. Something must have happened..."
            },
            "4": {
                "NPC": "Mm. I'm not sure..."
            },
            "5": {
                "NPC": "Sometimes, it feels like they didn't fund this project enough."
            },
            "6": {
                "Player": "Well... We're almost home at least."
            },
            "7": {
                "NPC": "Yeah. Hopefully things will be okay once we get home."
            }
        },
        "D2": {
            "1": {
                "Player": "Hey? Do you know what happened earlier?"
            },
            "2": {
                "NPC": "I didn't really go by the engine room if that's what you're asking. I found it weird to hear the settings were changed too. Sometimes I wonder if we'd been set up the entire time. As if this entire mission was just a script…"
            },
            "3": {
                "Player": "Set up?"
            },
            "4": {
                "NPC": "Nevermind. Probably just this old man being overly paranoid. Don't mind what I said."
            }
        },
        "D3": {
            "1": {
                "Player": "Hey."
            },
            "2": {
                "NPC": "Hey yourself. Did you piss off Rachel?"
            },
            "3": {
                "Player": "...How'd you know."
            },
            "4": {
                "NPC": "Yuri would never piss her off. I didn't do anything. Won Ki is kind of weird but because he's weird he can push people's buttons however he likes and doesn't get into much trouble. Rachel wouldn't react like this. The only one who could have pissed her off like this was you."
            },
            "5": {
                "Player": "It wasn't even intentional… I just wanted an easy way to ensure I could keep track of my own health."
            },
            "6": {
                "NPC": "Makes sense. Don't worry. She'll get over it by tomorrow."
            },
            "7": {
                "Player": "If you say so…"
            }
        },
        "D4": {
            "1": {
                "Player": "Hey, did someone go by communications?"
            },
            "2": {
                "NPC": "I haven't been. From what I know the others were hanging by their usual spots. Huh. Maybe that feeling of paranoia was right."
            },
            "3": {
                "Player": "What do you mean?"
            },
            "4": {
                "NPC": "I can't say whether we've been set up… and whose fault it is… but there really have been too many issues lately."
            },
            "5": {
                "Player": "*sigh* You're not wrong… We're almost home though… I hope we can complete the mission without incident… (Maybe I'll ask the others and see if there are any discrepancies in info)"
            }
        },
        "D5": {
            "1": {
                "Player": "Trust who?"
            },
            "2": {
                "NPC": "*Spits out his coffee* Fuck! You scared me! I meant the ones who highered us. Don't you think it's strange? They gathered us all up, but none of us had the training we needed for this job until they gave us the training. They wanted us for a reason. It's hard to trust them."
            },
            "3": {
                "Player": "… You're not wrong."
            }
        },
        "D6": {
            "1": {
                "Player": "Hey uh…"
            },
            "2": {
                "NPC": "If you're gonna ask if I saw anyone by the power room, I didn't. Sorry kiddo. It's good you're being cautious. I wouldn't even trust myself if I were you. The entire mission has been… weird…"
            },
            "3": {
                "Player": "Mm. Thanks… (What was that about…? Not trusting yourself?)"
            }
        }
    },
    "Side-Quest": {
        
    },
    "Backstory": {
        "D1": {
            "1": {
                "Player": "When you get back home..."
            },
            "2": {
                "NPC": "I'm probably going to just go back to living normally, the way I used to."
            },
            "3": {
                "NPC": "I doubt they'd call me in again after this... I'm getting too old."
            },
            "4": {
                "NPC": "Someone else would end up taking my place on the next mission though."
            },
            "5": {
                "NPC": "They always bring a crew member who has taken on the mission there before."
            }
        },
        "D2": {
            "1": {
                "Player": "Hobbies on earth..."
            },
            "2": {
                "NPC": "I love coffee and alcohol. You'd probably find me in a cafe or bar."
            },
            "3": {
                "NPC": "Really, I was only doing this for the money to live easy with my family."
            },
            "4": {
                "NPC": "Nothing more, nothing less."
            }
        },
        "D3": {
            "1": {
                "Player": "Your past mission..."
            },
            "2": {
                "NPC": "It was a while back... They went about recruitment the same way."
            },
            "3": {
                "NPC": "Every one of us recieved a letter of recruitment."
            },
            "4": {
                "NPC": "We went through the same training and the same deal."
            },
            "5": {
                "NPC": "We returned to earth afterwards... but I lost contact with them."
            }
        }
    }
}