{
	"sabotage": {
		"1": {
			"alert" : "System Alert: Ship Course has been altered. Manual readjustments required."
		}, 
		"2": {
			"alert" : "System Alert: Engine Power has been changed to low power. Manual readjustments required."
		},
		"3": {
			"alert" : "System Notice: Data System issues have been fixed.",
			"message" : "I handled the Data System issue! - WK"
		},
		"4": {
			"alert" : "System Alert: Communications channel issues have been detected. Manual investigation required."
		},
		"5": {
			"alert" : "System Alert: Power system issues have been detected. Manual investigation required."
		},
		"6": {
			"alert" : "System Alert: Oxygen Level changes detected. Manual readjustments required."
		},
		"7": {
			"alert" : "System Alert: Air Filtration System issues detected. Manual investigation required."
		}
	},
	"message": {
		"lab-notes-1" : "",
		"lab-notes-2" : "",
		"lab-notes-3" : "",
		"lab-notes-4" : "",
		"lab-notes-5" : "",
		"lab-notes-6" : "",
		"lab-notes-7" : ""
	},
	"end" : {
		"end-1" : {
			"1": "Everyone is gone. They're gone and I don't know what to do now.",
			"2": "I searched everywhere on the ship and can't find anyone.",
			"3": "I'm scared and I'm starting to remember more. But I don't want to remember more.",
			"4": "...",
			"5": "If you're reading this right now then It probably means I'm gone.",
			"6": "In this diary I have also listed the coordinates to everyone's gravestone on Planet X Æ A-12.",
			"7": "To the family and friends of those beloved crewmates, I know I cannot be forgiven.",
			"8": "They died painlessly so I hope that can bring some semblance of peace, no matter how small, to your hearts.",
			"9": "...",
			"10": "To Mother... I'm sorry.",
			"11": "I wanted to be stronger, for there to be a better ending.",
			"12": "If you hate me for what I have done I understand.",
			"13": "I tried so hard for a different ending. I wanted a different ending.",
			"14": "Please... forgive me."
		},
		"end-2" : {
			"1": "",
			"2": "",
			"3": "",
			"4": "",
			"5": "",
			"6": "",
			"7": ""
		}
	}
}