{
	"Sabotage": {
		"D1": {
			"1": {
				"Alert" : "System Alert: Ship Course has been altered. Manual readjustments required."
			},
			"2": {
				"Player": "Huh. I wonder what happened… That's unusual. Usually the ship's AI would handle any problems… Guess I'll go fix it myself."
			}
		},
		"D2": {
			"1": {
				"Alert" : "System Alert: Engine Power has been changed to low power. Manual readjustments required."
			},
			"2": {
				"Player": "Huh? That's odd. Issues don't usually occur more than once a week… Maybe it's just an off week… I guess I'll go handle it."
			}
		},
		"D3": {
			"1": {
				"Alert" : "System Alert: Data System issues have been detected."
			},
			"2": {
				"Player": "Okay. The third time in a week… and one day after another. This can't be normal. Is someone playing a prank? They're taking things way too far… Well… Gotta fix this."
			}
		},
		"D4": {
			"1": {
				"Alert" : "System Alert: Communications channel issues have been detected. Manual investigation required."
			},
			"2": {
				"Player": "…Someone is definitely doing these things intentionally… Is it really a prank? Let's see if I can catch them leaving the communications room…"
			}
		},
		"D5": {
			"1": {
				"Alert" : "System Alert: Oxygen Level changes detected. Manual readjustments required."
			},
			"2": {
				"Player": "(Speak of the devil… Whoever it is, this isn't just a prank anymore. This is intentional sabotage…)"
			},
			"3": {
				"Player": "(No… There's no way anyone in the team would do this…)"
			},
			"4": {
				"Player": "(I… I can't believe that.)"
			}
		},
		"D6": {
			"1": {
				"Alert" : "System Alert: Power system issues have been detected. Manual investigation required."
			},
			"2": {
				"Player": "Who's doing all of this? Why would they try to sabotage our journey back home when we're so close…? I have my suspicions but… there's no way right?"
			}
		},
		"D7": {
			"1": {
				"Alert" : "System Alert: Air Filtration System issues detected. Manual investigation required."
			}, 
			"2": {
				"Player": "God… What the hell is that smell… Something is seriously wrong. After I fix this issue I'll go and talk [SUSPECT] and sort this all out."
			}
		}
	},
	"Fix-Complete" : {
		"D1" : {

		},
		"D2" : {

		},
		"D3" : {

		},
		"D4" : {

		},
		"D5" : {

		},
		"D6" : {

		},
		"D7" : {

		}
	}	
}