{
    "Greeting": {
        "D1": {
            "1": {
                "NPC" : "(Won Ki is staring into space, thinking about god knows what...)"
            }
        },
        "D2": {
            "1": {
                "NPC" : "Hmmm~ (Won is humming to himself while staring closely at a device in his hands)"
            }
        },
        "D3": {
            "1": {
                "NPC" : "(Won Ki is… sleeping? On his feet? What the heck…?)"
            }
        },
        "D4": {
            "1": {
                "NPC" : "(Won Ki looks like he's playing around with one of the radar devices now… It looks like it was from communications…?)"
            }
        },
        "D5": {
            "1": {
                "NPC" : "(Won is humming to himself while playing around with what looks like a filter)"
            }
        },
        "D6": {
            "1": {
                "NPC" : "Hmmm… Why the heck did that happen?"
            }
        }
    },
    "Quest": {
        "D1": {
            "1": {
                "Player" : "Hi Won Ki. "
            },
            "2": {
                "NPC" : "Hmm?? Hey! You handled the problem with the ship course earlier, right? Thanks!"
            },
            "3": {
                "Player" : "Huh? How'd you know?"
            },
            "4": {
                "NPC" : "It's pretty obvious! You're the only other person who would be able to handle fixing the issue without taking forever and staring at the manual!"
            },
            "5": {
                "Player" : "Oh. Right. That's true."
            },
            "6": {
                "NPC" : "Anyways! Thanks for fixing the issue! I'll take my time being more hands off if you're not going to hibernate in your room anymore!"
            },
            "7": {
                "Player" : "Yeah, no problem. It's part of my position in the team anyways."
            }
        },
        "D2": {
            "1" : {
                "Player" : "What are you up to Won Ki?"
            },
            "2" : {
                "NPC" : "Oh, thanks for handling the Engine Power issue earlier! As for what I'm doing, nothing much, just looking at these wires in this device. They look a bit off so I wanted to replace them."
            },
            "3" : {
                "Player" : "Uh… What? They look perfectly fine to me."
            },
            "4" : {
                "NPC" : "No! Look closely! Don't you see the scratch here? We have to replace the wire!"
            },
            "5" : {
                "Player" : "That's… just an indent from the device?"
            },
            "6" : {
                "NPC" : "Hmmm… Is it? I'll look over the manual again…"
            },
            "7" : {
                "Player" : "...Just... let me know before you do anything...?"
            },
            "8" : {
                "NPC" : "Sure!"
            },
            "9" : {
                "Player" : "(I worry about him sometimes… If anything happens to the ship I'm blaming him… ಠ_ಠ)"
            }
        },
        "D3": {
            "1" : {
                "Player" : "(I knew he was strange but I've never seen someone actually manage to fall asleep on their feet until now… Well. I guess that's a first. I'll leave him be.)"
            }
        },
        "D4": {
            "1" : {
                "Player" : "Hey Won Ki. Did you go by communications today?"
            },
            "2" : {
                "NPC" : "Yeah, I remembered seeing this broken radar in communications the other week. Only just remembered today, so I went to grab it before the incident earlier."
            },
            "3" : {
                "Player" : "Huh? Broken? (It looks perfectly fine though...???)"
            },
            "4" : {
                "NPC" : "It's not giving us any signals, see?"
            },
            "5" : {
                "Player" : "That's… a good thing… It's not supposed to be giving us any signals. We'd be in trouble if it was."
            },
            "6" : {
                "NPC" : "Oh. Really??? Hm… I'll look further into it."
            },
            "7" : {
                "Player" : "Yeah… Uh… Let me know what you do… (I hope he doesn't touch anything… I'll check in with Rachel next…) "
            }
        },
        "D5": {
            "1" : {
                "Player" : "What are you up to now?"
            },
            "2" : {
                "NPC" : "Hmmm? I was just checking out one of the filters from the Oxygen Room."
            },
            "3" : {
                "Player" : "Why?"
            },
            "4" : {
                "NPC" : "I thought I smelled something weird. Plus look! This filter doesn't have any holes!"
            },
            "5" : {
                "Player" : "...You do know how small oxygen is... right?"
            },
            "6" : {
                "NPC" : "We can't see them!"
            },
            "7" : {
                "Player" : "...Then why are you poking holes? The oxygen can go through just fine?"
            },
            "8" : {
                "NPC" : "Oh… you're right!"
            },
            "9" : {
                "Player" : "Can you put that back where it was then?"
            },
            "10" : {
                "NPC" : "Hmm… Are you sure="
            },
            "11" : {
                "Player" : "Yep! I'm sure! Please don't poke holes in them. (Oh my god. I swear he's trolling me)"
            }
        },
        "D6": {
            "1" : {
                "Player" : "What happened?"
            },
            "2" : {
                "Player" : "Oh nothing, it was just weird that you fixed the power earlier. I went by the power room myself to do a checkup and it seemed fine before the issues..."
            },
            "3" : {
                "Player" : "...Did you do something?"
            },
            "4" : {
                "Player" : "Oh, I just checked on the power cables. I didn't touch anything really."
            },
            "5" : {
                "Player" : "Alright..."
            }
        }
    },
    "Side-Quest": {
        "D1": {
            "1": {
                "Player" : "I remember overhearing you looking for something before I fell asleep last night."
            },
            "2": {
                "NPC" : "Hmmm…? Oh! For some reason I can't seem to find my personal flashlight. Do you mind finding me a spare one?"
            },
            "3": {
                "Player" : "Sure."
            }
        }
    },
    "Side-Quest-Complete": {
        "D1": {
            "1": {
                "Player" : "I got the flashlight."
            },
            "2": {
                "NPC" : "Oh uh… Hahahaha! Funny story…"
            },
            "3": {
                "Player" : "Did you have it on you the entire time..."
            },
            "4": {
                "NPC" : " … Hmmmm… Yes?"
            },
            "5": {
                "Player" : "*sigh* It's fine, I needed to keep one on me anyways."
            }
        }
    },
    "Backstory": {
        "D1": {
            "1": {
                "Player" : "Your sunglasses..."
            },
            "2": {
                "NPC" : "Oh! I always wear them out of habit! I'll keep them off if you want me to though? (Takes off his sunglasses)"
            },
            "3": {
                "Player" : "?!??!? Uh... Nope! You can keep them on!"
            }
        },
        "D2": {
            "1": {
                "Player" : "Trolling..."
            },
            "2": {
                "NPC" : "Yeah I'm just bored you know! It's way more fun to joke around!"
            }
        }
    }
}